/* Message when network connection is unavailable */
"A block cannot be started without a working network connection.  You can override this setting in Preferences." = "Un blocage ne peut pas être démarré sans connexion réseau active. Vous pouvez annuler ce paramètre dans les Préférences.";

/* Whitelist block explanation */
"A whitelist block means that everything on the internet BESIDES your specified list will be blocked.  This includes the web, email, SSH, and anything else your computer accesses via the internet.  If a web site requires resources such as images or scripts from a site that is not on your whitelist, the site may not work properly." = "Un blocage par liste blanche implique que tout sur internet sera bloqué, SAUF la liste de sites que vous avez spécifiés. Ceci comprend le web, les courriels, SSH et toute autre chose à laquelle votre ordinateur accède par internet. Si un site web a besoin de ressources comme d'images ou de scripts d'un site qui ne fait pas partie de votre liste blanche, ce site ne marchera peut-être pas correctement.";

/* Whitelist block confirmation prompt */
"Are you sure you want a whitelist block?" = "Êtes-vous sûr de vouloir un blocage par liste blanche?";

/* Block in progress error title */
"Block in progress" = "Blocage en cours";

/* Cancel button */
"Cancel" = "Annuler";

/* Single day time string */
"day" = "jour";

/* Plural days time string */
"days" = "jours";

/* Shows that SelfControl is disabled */
"disabled" = "désactivé";

/* Single hour time string */
"hour" = "heure";

/* Plural hours time string */
"hours" = "heures";

/* Loading button */
"Loading" = "Chargement en cours";

/* Single minute time string */
"minute" = "minute";

/* Plural minutes time string */
"minutes" = "minutes";

/* Network Diagnostics button */
"Network Diagnostics..." = "Diagnostic réseau...";

/* No network connection detected message */
"No network connection detected" = "Aucune connexion réseau détectée";

/* OK button */
"OK" = "OK";

/* Common title for Preferences window */
"Preferences" = "Préférences";

/* Start button */
"Start" = "Commencer";

/* Block in progress explanation */
"The blacklist cannot be edited while a block is in progress." = "La liste noire ne peut pas être modifiée pendant un blocage.";

/* No comment provided by engineer. */
"This version of SelfControl only supports Mac OS X version 10.7 (Lion) or higher. To download a version for older operating systems, please go to www.selfcontrolapp.com" = "Cette version de SelfControl supporte uniquement Mac OS X 10.7 (Lion) ou une version ultérieure. Pour télécharger une version pour des systèmes d'exploitation plus anciens, veuillez consulter www.selfcontrolapp.com";

/* No comment provided by engineer. */
"Unsupported version" = "Version non-supportée";

/* block not active string */
"Block not active" = "Blocage désactivé";

/* Toolbar item name for the General preference pane */
"General" = "Général";

/* Toolbar item name for the Advanced preference pane */
"Advanced" = "Avancées";
